Revit 2027 API
ParameterTypeId.ZoneName Property
 "Name"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ZoneName { get; }
Public Shared ReadOnly Property ZoneName As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ZoneName {
	ForgeTypeId^ get ();
}
static member ZoneName : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace